{
  "results": [
      [
          "5ed6152e40205c087c449489",
          "GSC-TOPS-265",
          "Automated transfer of large-area defect-free graphene using a fluid transfer system",
          "Currently, tools like forceps or <span class=\"highlight\">glass</span> slides are used to physically move or lift graphene layers in order to deposit them on application substrates. These tools, along with manual handling, apply concentrated pressures that may result in damage to the sensitive graphene layer.  Additionally, they required manual labor limiting the scale of graphene production.  The invention is a system that can be utilized as a post-processing system for graphene production allowing for automatic and gentle processing of graphene.",
          "GSC-TOPS-265",
          "materials and coatings",
          "",
          "",
          "",
          "GSFC",
          "https://technology.nasa.gov/t2media/tops/img/GSC-TOPS-265/GSC-TOPS-265_1388x1050_300dpi.jpg",
          "",
          12.809225
      ],
      [
          "5a8bf74c960002171d432695",
          "TOP2-260",
          "New Resin Systems for Thermal Protection Materials",
          "This innovation focuses on an improved low density ablator with improved structural performance and high temperature capability.  A new polymer system consisting of cyanate ester and phthalonitrile resins were used to create this carbon reinforced ablator. Cyanate ester resin is a thermoset resin which has high char stability, high decomposition temperature, low oxygen content, low moisture absorption and high <span class=\"highlight\">glass</span> transition temperature (400 degrees Celsius). Phthalonitrile resin is another type of thermoset resin which has very high char stability, and high decomposition temperature (480 degrees Celsius).",
          "TOP2-260",
          "materials and coatings",
          "",
          "",
          "",
          "ARC",
          "https://technology.nasa.gov/t2media/tops/img/TOP2-260/ARC-17602-1 3D Multi functional ablative thermal protection system1388x1050.jpg",
          "",
          12.569811
      ],
      [
          "620b79e22250ff322c11d982",
          "LAR-TOPS-350",
          "High Atomic Number Coatings for Fabrics",
          "NASA Langley Research Center has developed an innovation to promote the adhesion and improve the durability of high atomic number metal coatings on oxygen- or hydroxyl-rich surfaces. This new approach is useful for building radiation shields via the Z-grading method, the process of layering metal materials with different atomic numbers to provide radiation protection for protons, electrons, and x-rays. This invention enables Z-graded coatings to be applied to lower cost and lighter weight substrates, such as <span class=\"highlight\">glass</span> fiber fabrics, while maintaining the durability and flexibility needed for spacecraft electronics, radiation protective clothing, and other applications.",
          "LAR-TOPS-350",
          "materials and coatings",
          "",
          "",
          "",
          "LARC",
          "https://technology.nasa.gov/t2media/tops/img/LAR-TOPS-350/FRont_-cropped_-cv.jpg",
          "insulation materials",
          12.237006
      ],
      [
          "59fa04949600022b4d2e0770",
          "LAR-TOPS-99",
          "Plasma Deposition of Metal in Composite Panels",
          "NASA's Langley Research Center has developed a new technique to enable the preparation of metal/composite hybrid laminates, also known as fiber metal laminates (FML), by depositing metal directly onto fabric using a plasma deposition process. FMLs provide a useful combination of structural and\nfunctional properties for both aerospace and non-aerospace applications. Currently, FMLs are prepared in a compression process utilizing a press or autoclave with metallic layers (foils) sandwiched between layers of <span class=\"highlight\">glass</span> or graphite prepreg (preimpregnated fibers with a matrix resin). The NASA process deposits the metal on the fiber via plasma deposition. The porosity of the coated fabric allows for resin infusion.",
          "LAR-TOPS-99",
          "manufacturing",
          "",
          "",
          "",
          "LARC",
          "https://technology.nasa.gov/t2media/tops/img/LAR-TOPS-99/iStock_000005268965Large.jpg",
          "advanced composites",
          12.0309305
      ],
      [
          "59fa08ff9600022c4d468f2f",
          "LAR-TOPS-191",
          "Functionally Graded Metal-Metal Composite Structures",
          "NASA Langley Research Center has developed a functionally graded metal-metal composite structure. The structure is created using a method that avoids deleterious reactions between the different metal constituents, as would be observed via conventional melt processing. The results are unique alloy compositions and arrangements not typically available through conventional processing routes.",
          "LAR-TOPS-191",
          "materials and coatings",
          "",
          "",
          "",
          "LARC",
          "https://technology.nasa.gov/t2media/tops/img/LAR-TOPS-191/Front.jpg",
          "advanced composites",
          11.70751
      ],
      [
          "59fa06359600022c4d37617c",
          "LAR-TOPS-6",
          "Fabrication of Fiber-Metal Laminates with Non-Autoclave Processes",
          "NASAs Langley Research Center developed a new technique that enables the preparation of metal/composite hybrid laminates, also known as fiber-metal laminates (FML), through a one-step processing method. Currently FMLs are prepared by a compression process using a press or autoclave with metallic layers sandwiched between layers of <span class=\"highlight\">glass</span> or graphite prepreg (preimpregnated fibers with a matrix resin). NASAs process essentially eliminates the need to produce prepreg prior to the production of a hybrid laminate. It also allows the production of large, net shape structures that were previously not possible with autoclave or press technologies due to size constraints. This infiltration and infusion process can be accomplished using pressure (resin transfer molding [RTM]), or a vacuum induced pressure differential (vacuum assisted resin transfer molding [VARTM]).",
          "LAR-TOPS-6",
          "manufacturing",
          "",
          "",
          "",
          "LARC",
          "https://technology.nasa.gov/t2media/tops/img/LAR-TOPS-6/Front_NP-2014-08-1111-HQ.jpg",
          "advanced composites",
          11.65209
      ],
      [
          "5a8bfa0f9600025c1d294ddd",
          "LEW-TOPS-31",
          "Polyamide Aerogels",
          "Sometimes referred to as \"solid smoke,\" aerogels are the world's lightest solid materials, composed of approximately 85&#37; air by volume. Polyamide aerogels open up a whole new world of applications due to their unique properties: translucent like silica aerogels; thermoplastic; ultra-low density; superior mechanical properties; low-temperature operating range; and highly flexible (as compared to NASA Glenn's polyimide aerogels). Polyamide aerogels are further novel because of their tunable <span class=\"highlight\">glass</span> transition temperatures, meaning that crystallinity -- and hence strength -- can be controlled via operating temperature. Addressing the key drawbacks of aerogel technology (hydroscopicity, fragility, cost), NASA Glenn's suite of organic aerogels are cost-competitive with both existing silica aerogels and, with scale-up, high-end foamed polymer insulation. Finally, Glenn's materials are truly multi-functional -- they can be structural members while providing superior thermal properties and extremely low dielectric (near that of air).",
          "LEW-TOPS-31",
          "materials and coatings",
          "",
          "",
          "",
          "GRC",
          "https://technology.nasa.gov/t2media/tops/img/LEW-TOPS-31/iStock_000046896468_LEW-19053-1_cryogenic-pipeline_1388x1050-300DPI.jpg",
          "insulation materials",
          11.311988
      ],
      [
          "5a8bfb0a9600025c1d7c74b3",
          "LEW-TOPS-20",
          "Polymer Cross-Linked Aerogels (X-Aerogels)",
          "NASA's Glenn Research Center (GRC) has developed and produced ultra-lightweight polymer cross-linked aerogels (X-Aerogels). These mechanically robust, highly porous, low-density materials are 3 times denser than native aerogels, but more than 100 times stronger.  Aerogels are ultra-lightweight <span class=\"highlight\">glass</span> foams with extremely small pores (on the order of 10 to 50 nanometers). These materials are extremely good thermal insulators, with R values ranging from 2 to 10 times higher than polymer foams. Unlike multilayer insulation, aerogels do not require a high vacuum to maintain their low thermal conductivity and can function as good thermal insulators at ambient pressure. In addition, they are good electrical insulators and have low refractive indices both approaching values close to air. Aerogels are also excellent vibration damping materials. Traditional aerogels, however, suffer fragility and poor environmental durability.",
          "LEW-TOPS-20",
          "materials and coatings",
          "",
          "",
          "",
          "GRC",
          "https://technology.nasa.gov/t2media/tops/img/LEW-TOPS-20/aerogel3_front.jpg",
          "insulation materials",
          11.311988
      ],
      [
          "5a8bfa429600025c1d294de1",
          "LEW-TOPS-71",
          "Low-Power Charged Particle Detector",
          "Innovators at NASA's Glenn Research Center have developed a miniature, solid-state radiation detector that can be used in situations where compact size, low weight, and low power consumption are required. Conventional scintillator-based charged particle counters rely upon a <span class=\"highlight\">glass</span> photomultiplier tube (PMT) to translate light energy from the radiation source into an electrical signal. Because PMTs are bulky, fragile, and require high voltages to operate, they are not well-suited for harsh environments. Glenn's technology is solid state, thus eliminating PMTs, which means the device can operate in cramped, harsh, and low-power environments. In addition, because the detector uses a low-voltage, UV-sensitive photodiode, a wave shifter is not required, improving efficiency and further minimizing weight and bulk. Originally developed for space exploration, this compact, robust particle counter can also be used in medical dosimetry, mining, oil and gas exploration, nuclear facility monitoring, and more.",
          "LEW-TOPS-71",
          "environment",
          "",
          "",
          "",
          "GRC",
          "https://technology.nasa.gov/t2media/tops/img/LEW-TOPS-71/iStock_000035356224-472001669_LEW-19171-1_CERN_1388x1050-300dpi.jpg",
          "",
          11.154653
      ],
      [
          "5ab4cf049600025b514028be",
          "LEW-TOPS-115",
          "Resin Transfer Molding (RTM) 370 Resin for High-Temperature Applications",
          "Innovators at NASA's Glenn Research Center have developed a Resin Transfer Molding (RTM) imide resin known as RTM370 that is generated using a revolutionary, solvent-free process. Its many desirable properties earned it a prestigious R&D 100 Award in 2017. RTM370 has a high <span class=\"highlight\">glass</span> transition temperature (T<sub>g</sub> = 370&deg;C), low-melt viscosity (20 to 30 poise), and long shelf life (up to 2 hours). It can perform at temperatures exceeding 300&deg;C. It melts at 260 to 280&deg;C and can be cured at 340 to 370&deg;C without releasing any harmful or volatile compounds. It is suitable for composite fabrication by injection molding, RTM, resin film infusion (RFI), or vacuum-assisted resin transfer molding (VARTM). Furthermore, carbon fiber filled RTM370 is adaptable to additive manufacturing and can be printed into composite parts by laser sintering - a major breakthrough in high-temperature composite fabrication. These cutting-edge carbon fiber composites can replace any metallic part, providing high-quality, lightweight materials to a variety of industries at low-cost.",
          "LEW-TOPS-115",
          "materials and coatings",
          "",
          "",
          "",
          "GRC",
          "https://technology.nasa.gov/t2media/tops/img/LEW-TOPS-115/iStock-183024646_LEW-17618-1_airplane-manufacturing_1388x1050-300dpi.jpg",
          "advanced composites",
          10.726435
      ],
      [
          "5a2936fd9600027b632b494c",
          "MFS-TOPS-83",
          "Diamond Pellet Grinding Tool",
          "A researcher at the National Aeronautics and Space Administrations (NASA) Marshall Space Flight Center has developed a numerically-controlled grinding tool that eliminates undesirable periodic variations in surface contours in optical and other surfaces, such as mid-spatial frequency errors, that result from polishing. It can also be used to eliminate any undesirable irregularities in optical surfaces, either flat, curved or aspheric, as well as other precision surfaces such as orthopedic joint replacements.     \n\nBecause the tool can be integrated with CNC machining, it eliminates the tedious and imprecise hand polishing that has often been relied upon, while avoiding added errors due to over-polishing.",
          "MFS-TOPS-83",
          "optics",
          "",
          "",
          "",
          "MSFC",
          "https://technology.nasa.gov/t2media/tops/img/MFS-TOPS-83/Front_MFS-33217_LensPolisher_1388x1050.jpg",
          "",
          10.299094
      ],
      [
          "60892434cd1f3b3ea32a2be2",
          "NPO-TOPS-59",
          "High-Performance, Lightweight, Easy-to-Fabricate Heat Exchanger",
          "Researchers at NASA's Jet Propulsion Laboratory (JPL) have developed an advanced heat exchanger that addresses problems typically associated with metal-based systems. Unlike typical metal heat exchangers, which suffer from high thermal expansion and high density, JPL's innovation offers several improved properties. Its lightweight, high heat flux design offers a low coefficient of thermal expansion (CTE)&#8212;and therefore low expansion characteristics&#8212;and reduces the pressure drop during heat transfer. The design can handle high-temperature gases (up to 650 &#176;C). This technology has undergone successful preliminary testing. Developed for an aircraft exhaust energy recovery application, the system meets the requirements of high-temperature, high-specific-power thermoelectric generators and other energy recovery systems for industrial, automotive, military, and space applications.",
          "NPO-TOPS-59",
          "power generation and storage",
          "",
          "",
          "",
          "JPL",
          "https://technology.nasa.gov/t2media/tops/img/NPO-TOPS-59/NPO-50566-1_MiniChannelGraphiteHeatExchanger-1380x1050.jpg",
          "",
          9.920882
      ]
  ],
  "count": 12,
  "total": 12,
  "perpage": 10,
  "page": 0
}