{
  "project": {
      "acronym": "",
      "projectId": 10705,
      "title": "Electro-Magnetic Flow Control to Enable Natural Laminar Flow Wings Project",
      "startTrl": 2,
      "currentTrl": 3,
      "endTrl": 3,
      "benefits": "The technology has the potential to promote green aviation. Efficient:Enables fuel reduction. Simple: Works with no moving parts, simplifying fabrication and maintenance. Improves safety: Facilitates safer takeoffs and landings.",
      "description": "This research team has developed a solid-state electromagnetic device that, when embedded along the leading edge of an aircraft wing, can disrupt laminar air flow on command. The methodology employs a combination of high-voltage AC and DC electric fields and high-strength magnets to generate cross flow. This cross flow either forms vortices or trips the flow to turbulent (depending on conditions), energizing the boundary layer to keep the flow attached and prevent stall. Presumed usage would be for an aircraft to activate the device at take off, turn the device off after gear-up and initial climb-out, then turn back on for descent and landing. Using natural laminar flow principles in aircraft design can reduce fuel burn by 6 to 12 percent. Work to date: The device has been tested on a flat plate in a wind tunnel. Looking ahead: In 2014, the group plans to test the device on a Dryden Remotely Operated Integrated Drone (DROID) aircraft and is targeting 2015 for tests on a Prototype Technology Evaluation Research Aircraft (PTERA). Partner: Brigham Young University provides a wind tunnel and machining facilities to build test articles. Benefits Efficient: Enables fuel reduction Simple: Works with no moving parts, simplifying fabrication and maintenance Improves safety: Facilitates safer takeoffs and landings Applications Aircraft wings Industrial fluid processing Heat transfer processes This research aims to enable the use of high speed natural laminar flow airfoils by the addition of an electromagnetic flow control device. The device consists of an emitter wire and collection plate mounted flush on a wing surface, with magnets mounted between them, just below the surface. A high voltage signal is applied to the emitter wire while the collection plate is grounded, which sets up an electric field and ionizes the air. As the ions pass through the magnetic field, the Lorentz force directs flow along the wing span, creating vortices that prevent separation. The primary result of this project is an analytical model of the electromagnetic flow control device.",
      "startYear": 2011,
      "startMonth": 10,
      "endYear": 2012,
      "endMonth": 10,
      "statusDescription": "Completed",
      "principalInvestigators": [
          {
              "contactId": 225447,
              "canUserEdit": false,
              "firstName": "Joel",
              "lastName": "Ellsworth",
              "fullName": "Joel C Ellsworth",
              "fullNameInverted": "Ellsworth, Joel C",
              "middleInitial": "C",
              "primaryEmail": "joel.c.ellsworth@nasa.gov",
              "publicEmail": true,
              "nacontact": false
          }
      ],
      "programDirectors": [
          {
              "contactId": 335305,
              "canUserEdit": false,
              "firstName": "Michael",
              "lastName": "Lapointe",
              "fullName": "Michael R Lapointe",
              "fullNameInverted": "Lapointe, Michael R",
              "middleInitial": "R",
              "primaryEmail": "michael.r.lapointe@nasa.gov",
              "publicEmail": true,
              "nacontact": false
          }
      ],
      "programExecutives": [
          {
              "contactId": 392233,
              "canUserEdit": false,
              "firstName": "Richard",
              "lastName": "Howard",
              "fullName": "Richard W Howard",
              "fullNameInverted": "Howard, Richard W",
              "middleInitial": "W",
              "primaryEmail": "richard.w.howard@nasa.gov",
              "publicEmail": true,
              "nacontact": false
          }
      ],
      "programManagers": [
          {
              "contactId": 112848,
              "canUserEdit": false,
              "firstName": "David",
              "lastName": "Voracek",
              "fullName": "David F Voracek",
              "fullNameInverted": "Voracek, David F",
              "middleInitial": "F",
              "primaryEmail": "david.f.voracek@nasa.gov",
              "publicEmail": true,
              "nacontact": false
          }
      ],
      "website": "",
      "libraryItems": [
          {
              "caption": "Electro-Magnetic Flow Control to Enable Natural Laminar Flow Wings",
              "file": {
                  "fileExtension": "jpg",
                  "fileId": 266910,
                  "fileName": "electromg-200px",
                  "fileSize": 13438,
                  "objectId": 266654,
                  "objectType": {
                      "lkuCodeId": 889,
                      "code": "LIBRARY_ITEMS",
                      "description": "Library Items",
                      "lkuCodeTypeId": 182,
                      "lkuCodeType": {
                          "codeType": "OBJECT_TYPE",
                          "description": "Object Type"
                      }
                  },
                  "objectTypeId": 889,
                  "fileSizeString": "13.1 KB"
              },
              "files": [
                  {
                      "fileExtension": "jpg",
                      "fileId": 266910,
                      "fileName": "electromg-200px",
                      "fileSize": 13438,
                      "objectId": 266654,
                      "objectType": {
                          "lkuCodeId": 889,
                          "code": "LIBRARY_ITEMS",
                          "description": "Library Items",
                          "lkuCodeTypeId": 182,
                          "lkuCodeType": {
                              "codeType": "OBJECT_TYPE",
                              "description": "Object Type"
                          }
                      },
                      "objectTypeId": 889,
                      "fileSizeString": "13.1 KB"
                  }
              ],
              "id": 266654,
              "title": "Electro-Magnetic Flow Control to Enable Natural Laminar Flow Wings",
              "description": "Electro-Magnetic Flow Control to Enable Natural Laminar Flow Wings",
              "libraryItemTypeId": 1095,
              "projectId": 10705,
              "primary": true,
              "publishedDateString": "",
              "contentType": {
                  "lkuCodeId": 1095,
                  "code": "IMAGE",
                  "description": "Image",
                  "lkuCodeTypeId": 341,
                  "lkuCodeType": {
                      "codeType": "LIBRARY_ITEM_TYPE",
                      "description": "Library Item Type"
                  }
              }
          }
      ],
      "transitions": [
          {
              "transitionId": 54353,
              "projectId": 10705,
              "transitionDate": "2012-10-01",
              "path": "Closed Out",
              "infoText": "Closed out",
              "infoTextExtra": "",
              "dateText": "October 2012"
          }
      ],
      "primaryImage": {
          "file": {
              "fileExtension": "jpg",
              "fileId": 266910,
              "fileSizeString": "0 Byte"
          },
          "id": 266654,
          "description": "Electro-Magnetic Flow Control to Enable Natural Laminar Flow Wings",
          "projectId": 10705,
          "publishedDateString": ""
      },
      "responsibleMd": {
          "acronym": "STMD",
          "canUserEdit": false,
          "city": "",
          "external": false,
          "linkCount": 0,
          "organizationId": 4875,
          "organizationName": "Space Technology Mission Directorate",
          "organizationType": "NASA_Mission_Directorate",
          "naorganization": false,
          "organizationTypePretty": "NASA Mission Directorate"
      },
      "program": {
          "acronym": "AFRC CIF",
          "active": true,
          "description": "<p>The Armstrong Flight Research Center is NASA&rsquo;s primary center for atmospheric flight research and operations,&nbsp;with a vision &ldquo;to fly what others only imagine.&rdquo; We believe that flight validation and research is one of&nbsp;the crucial phases within the advancement of any NASA technology, and it is often the barrier to technology&nbsp;utilization by the private sector. We also believe that aerospace technology can be enhanced through flight&nbsp;early in the Technology Readiness Level (TRL) lifecycle. In fact, some research can be done only in flight. The&nbsp;CIF projects are examples of aerospace technologies that are theoretically advantageous but have had&nbsp;little TRL advancement or are at too early of a technology level for support through a NASA mission.</p><p>The focus for the program is on validating, developing, and testing new and innovative technologies.</p><p>The current&nbsp;technology areas for the projects included:<br />AFRC is currently looking into following Technical Capability areas (not in any priority order and not all inclusive):<br />1.&nbsp;&nbsp; &nbsp;Small launch Space Systems<br />Develop small launch space systems such as horizontal rockets that could launch to orbit small free-flying space platforms (e.g., cuestas, nanosats, picosats).<br />2.&nbsp;&nbsp; &nbsp;Altitude Compensating Rocket Systems<br />Design, build, and test altitude compensating rocket systems or sub-systems designed to operate the rocket efficiently across a wide range of altitudes. &nbsp;Subsystems such as Altitude Compensating Nozzles are being considered.<br />3.&nbsp;&nbsp; &nbsp;Aero Gravity Assist Systems<br />Design, build, and test an Aerogravity assist system which uses a close approach to the planet, dipping into the atmosphere, so the spacecraft can also use aerodynamic lift to further curve the trajectory.<br />4.&nbsp;&nbsp; &nbsp;Launch Vehicle and Spacecraft Adaptive Controls<br />Develop and test adaptive controls architectures speciﬁcally tailored for application to launch vehicles. &nbsp;Adaptive Controls for launch vehicles would include unique features of the &nbsp;aerospace vehicle, such as control-structure interaction, propellant slosh, sensor performance, and actuator dynamics. &nbsp;In addition, the analysis, veriﬁcation, and ﬂight certiﬁcation framework for the control system must be addressed.<br />5.&nbsp;&nbsp; &nbsp;Autonomous Systems<br />AFRC is exploring concepts for advanced autonomous systems and collaborative autonomous operations that could be applied across aerospace vehicles to enhance effectiveness, survivability, and affordability.<br />6.&nbsp;&nbsp; &nbsp;Autonomy in a Safety Critical Framework<br />Armstrong Flight Research Center is interested in the flight demonstration of high level autonomy in a safety critical framework with applicability to man-rated air and space vehicles. &nbsp;This high level of autonomy is enabled through the use of multiple sensor platforms and algorithms with high computational demands. &nbsp;Increased computational capability through embedded high performance computing and implementation of resource efficient algorithms is needed to support this integration. &nbsp;Research into embedded high performance computing using multi-core processors, FPGA, GPU, DSP and associated development of toolchains and algorithms targeted to these platforms is needed in order to reduce the Size, Weight, and Power (SWaP) of the flight vehicles..<br />7.&nbsp;&nbsp; &nbsp;Space Weather Systems<br />Design, develop, and test measurement systems to provide the capability for on-demand, validated, and archived radiation measurements related to human tissue and avionics silicon upset concerns.<br />8.&nbsp;&nbsp; &nbsp;Electromagnetically Boosted Rockets<br />One possible solution is to use an electromagnetic linear motor boost system to supplement the use of first stage booster rockets and rocket clusters. China Lake is currently advocating to NAVAIR to initiate a study of long term capital costs and recurring system operational costs of the use of an electromagnetic linear motor booster system for their rocket sled tracks as compared to the long term operational system costs of moving to a newer line of booster rocket production.</p><p>&nbsp;</p>",
          "parentProgram": {
              "acronym": "CIF",
              "active": true,
              "description": "<p>Through the Center Innovation Fund, the Space Technology Mission Directorate allocates a small portion of the NASA workforce and procurement budget to internal research and development to feed early stage innovation in technology and exploration.&nbsp;Activities with in the Center Innovation Fund are proposed and led by NASA scientists and engineers. &nbsp;These activities and creative initiatives pursue emerging technologies that leverage talent and capabilities at the NASA Centers.</p><p>&nbsp;</p><p>&nbsp;</p>",
              "programId": 64,
              "responsibleMd": {
                  "acronym": "STMD",
                  "canUserEdit": false,
                  "city": "",
                  "external": false,
                  "linkCount": 0,
                  "organizationId": 4875,
                  "organizationName": "Space Technology Mission Directorate",
                  "organizationType": "NASA_Mission_Directorate",
                  "naorganization": false,
                  "organizationTypePretty": "NASA Mission Directorate"
              },
              "responsibleMdId": 4875,
              "stockImageFileId": 36643,
              "title": "Center Innovation Fund"
          },
          "parentProgramId": 64,
          "programId": 161,
          "responsibleMd": {
              "acronym": "STMD",
              "canUserEdit": false,
              "city": "",
              "external": false,
              "linkCount": 0,
              "organizationId": 4875,
              "organizationName": "Space Technology Mission Directorate",
              "organizationType": "NASA_Mission_Directorate",
              "naorganization": false,
              "organizationTypePretty": "NASA Mission Directorate"
          },
          "responsibleMdId": 4875,
          "stockImageFileId": 36647,
          "title": "Center Innovation Fund: AFRC CIF"
      },
      "leadOrganization": {
          "acronym": "AFRC",
          "canUserEdit": false,
          "city": "Edwards",
          "country": {
              "abbreviation": "US",
              "countryId": 236,
              "name": "United States"
          },
          "countryId": 236,
          "external": false,
          "linkCount": 0,
          "organizationId": 4893,
          "organizationName": "Armstrong Flight Research Center",
          "organizationType": "NASA_Center",
          "stateTerritory": {
              "abbreviation": "CA",
              "country": {
                  "abbreviation": "US",
                  "countryId": 236,
                  "name": "United States"
              },
              "countryId": 236,
              "name": "California",
              "stateTerritoryId": 59
          },
          "stateTerritoryId": 59,
          "naorganization": false,
          "organizationTypePretty": "NASA Center"
      },
      "supportingOrganizations": [
          {
              "canUserEdit": false,
              "city": "Provo",
              "country": {
                  "abbreviation": "US",
                  "countryId": 236,
                  "name": "United States"
              },
              "countryId": 236,
              "external": true,
              "linkCount": 0,
              "organizationId": 3118,
              "organizationName": "Brigham Young University-Provo",
              "organizationType": "Academia",
              "stateTerritory": {
                  "abbreviation": "UT",
                  "country": {
                      "abbreviation": "US",
                      "countryId": 236,
                      "name": "United States"
                  },
                  "countryId": 236,
                  "name": "Utah",
                  "stateTerritoryId": 35
              },
              "stateTerritoryId": 35,
              "murepUnitId": 230038,
              "naorganization": false,
              "organizationTypePretty": "Academia"
          }
      ],
      "statesWithWork": [
          {
              "abbreviation": "CA",
              "country": {
                  "abbreviation": "US",
                  "countryId": 236,
                  "name": "United States"
              },
              "countryId": 236,
              "name": "California",
              "stateTerritoryId": 59
          },
          {
              "abbreviation": "UT",
              "country": {
                  "abbreviation": "US",
                  "countryId": 236,
                  "name": "United States"
              },
              "countryId": 236,
              "name": "Utah",
              "stateTerritoryId": 35
          }
      ],
      "lastUpdated": "2023-5-25",
      "releaseStatusString": "Released",
      "viewCount": 410,
      "endDateString": "Oct 2012",
      "startDateString": "Oct 2011"
  }
}